{"organisation":"PSMA","name":"greenspace_polygon","title":"PSMA Greenspace (Polygon) (August 2016)","legal":{"copyrightYear":"2016","attributionYear":"2016","attribution":"{datasource.organisationTitle}, {dataset.title}; accessed from AURIN Portal on {dateOfAccess}.","clickthrough":true,"additionalInformation":"Refer to the Product Description for further information <a href='https://www.psma.com.au/sites/default/files/transport_and_topography_product_description_0.pdf' target='_blank'> https://www.psma.com.au/sites/default/files/transport_and_topography_product_description_0.pdf","licenceType":"Data Licence (PSMA Distribution Pty Limited)","dataDisclaimer":"PSMA Australia Limited endeavours to ensure that its spatial and address data is accurate and complete by using source data primarily from Australia's federal, state and territory governments. However, PSMA spatial and address data is provided 'as is' and neither PSMA Australia Limited, nor its distributors, nor Australia's federal, state and territory governments, nor any other providers of source data for PSMA Data make any representations or provide any warranties (express or implied) about the accuracy or completeness of PSMA spatial and address data, or its fitness for any particular purpose. PSMA Australia Limited, its distributors, Australia's federal, state and territory governments and any other providers of source data for PSMA Data have no liability (including liability in negligence) for any losses suffered (including any loss of profits or any other consequential loss) or expenses incurred arising from PSMA spatial or address data being inaccurate or incomplete in any way for any reason.<br><br>For Copyright and Disclaimer Notice see <a href='https://www.psma.com.au/psma-copyright-and-disclaimer-notice' target='_blank'>https://www.psma.com.au/psma-copyright-and-disclaimer-notice</a>","termsUrl":"https://apps.aurin.org.au/gate/copyright/PSMA/PSMA_terms.pdf","copyrightNotice":"Administrative Boundaries, CadLite, Features of Interest, G-NAF, G-NAF Lite, G-NAF Lice, Land Tenure, Postcode Boundaries and Transport and Topography are &copy; PSMA Australia Limited."},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"NA","key":"greenspace_pid","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"green space","theme":null,"temporalExtent":{"beginDate":"2016-08-01T00:00:00","endDate":"2016-08-01T11:59:59","selectTime":false},"type":"dataset","_id":"dataset-PSMA-greenspace_polygon-NA","bbox":null,"abstract":"Transport and Topography is designed to meet the needs of organisations that require a graphical representation of locations of the transport networks (roads, rail and airports), waterways (farm dams through to major rivers and oceans), and green spaces (local playing fields and parks, through to state and national parks) to integrate with other data in servicing their business needs. Transport and Topography incorporates state boundaries (and localities derived) from the Administrative Boundaries dataset. The Greenspace theme contains Parks, Reserves, National Parks, Conservation Areas, Forest Reserves, Recreational Areas and other Open Space. Refer to the Product Description for further information <a href='https://www.psma.com.au/sites/default/files/transport_and_topography_product_description_0.pdf' target='_blank'> https://www.psma.com.au/sites/default/files/transport_and_topography_product_description_0.pdf","selectedAttributes":[{"name":"greenspace_pid","type":"java.lang.String","title":"Unique Identifier","description":"PSMA Unique Identifier. The Persistent Identifier is unique to the real world feature this record represents.","stype":"nominal","isDimension":false},{"name":"wkb_geometry","type":"com.vividsolutions.jts.geom.MultiPolygon","title":"Geometry","description":"Geometry Field","stype":"nominal","isDimension":false}],"filter":{"filterType":"tabular","spatial":{"bbox":[144.444052992,-38.5029880155,145.817626336,-37.4017503555]},"states":["2"]}}